Repository: JcDenis/lastBlogUpdate
Catalog: locales/*/main.po
Languages: fr

source: LastBlogUpdate: dates of lastest updates
fr: LastBlogUpdate : dates des dernières mises à jour

source: Dates of lastest updates
fr: Dates des dernières mises à jour

source: Show blog update
fr: Afficher la date de mise à jour du blog

source: Title for blog update:
fr: Titre pour la date de mise à jour du blog :

source: Text for blog update:
fr: Texte pour la date de mise à jour du blog :

source: Show entry update
fr: Afficher la date de mise à jour des billets

source: Title for entries update:
fr: Titre pour la date de mise à jour des billets :

source: Entries:
fr: Billets :

source: Text for entries update:
fr: Texte pour la date de mise à jour des billets :

source: Show comment update
fr: Afficher la date de mise à jour des commentaires

source: Title for comments update:
fr: Titre pour la date de mise à jour des commentaires :

source: Comments:
fr: Commentaires :

source: Text for comments update:
fr: Texte pour la date de mise à jour des commentaires :

source: Show media update
fr: Afficher la date de mise à jour des médias

source: Title for media update:
fr: Titre pour la date de mise à jour des médias :

source: Medias:
fr: Médias :

source: Text for media update:
fr: Texte pour la date de mise à jour des médias :

source: Show the dates of last updates of your blog in a widget
fr: Afficher les dates des dernières mises à jour de votre blog

source: Last blog update
fr: Dernières mises à jour du blog
